Antyos.openscad
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.path-intellisense
Gruntfuggly.todo-tree
jnoortheen.nix-ide
joaompinto.vscode-graphviz
JScearcy.rust-doc-viewer
kamadorueda.alejandra
mhutchie.git-graph
mitsuhiko.insta
mkhl.direnv
moshfeu.compare-folders
MS-vsliveshare.vsliveshare
PKief.material-icon-theme
serayuzgur.crates
TabNine.tabnine-vscode
tamasfe.even-better-toml
TheNuProjectContributors.vscode-nushell-lang
vscode-extensions.chris-hayes.chatgpt-reborn
vscode-extensions.genieai.chatgpt-vscode
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
